<?php
/**
 *  Русская локализация для CartController
 */
$messages = [
	"TITLE"                     =>  "Корзина",
	"CART"						=>	"Корзина",
	"NEW"						=>	"Новинки",
	"SALE"						=>	"Распродажа",
	"CATALOGUE"					=>	"Каталог",
	"READ"						=>	"Мои покупки",
	"MAIN"                     	=>  "Главная",
	"CART_EMPTY"				=>	"В корзине пусто",
	"VISIT_CATALOGUE"			=>	"Вы можете исправить это посетив",
	"SALES_REMEMBER"			=>	"Напомним о скидках",
	"DISCOUNT_SHOP_MAX"			=>	"Вы получили максимальную скидку %d%%",
	"DISCOUNT_SHOP_COUNT_INFO"	=>	"Чтобы получить скидку <b>%d%%</b>, вам нужно заказать <b>%d</b> %s",
	"DISCOUNT_SHOP_SUM_INFO"	=>	"Чтобы получить скидку <b>%d%%</b>, вам нужно приобрести товара на сумму <b>%d</b> %s",
	"BUY_ALL"					=>	"Всего заказали на",
	"DELIVERY_FREE"				=>	"Бесплатная доставка",
	"GET_ORDER"					=>	"Приступить к заказу",
	"DISCOUNT"					=>	"Скидка",
	"ABOUT_DISCOUNTS"			=>	"О Скидках",
	"WITH_DISCOUNT"				=>	"с учетом скидки",
	"CONTINUE_SHOPPING"			=>	"Продолжить покупки",
	"GET_BASKET"				=>	"Перейти в корзину",
	"ITEM_ADDED"				=>	"Товар добавлен в корзину. Сейчас в ней",
	"PRICE_UPDATE"				=>	"Цены на сайте только что были обновлены"
];